Repository: selcukgural/SGuard.DataAnnotations
Catalog: SGuard.DataAnnotations/Resources/SGuardDataAnnotations.*.resx
Languages: de, fr, hi, ja, ru, tr

# PasswordReset_NewPassword_MaxLength
source: New password cannot be longer than {0} characters.
de: Neues Passwort darf nicht länger als {0} Zeichen sein.
fr: Le nouveau mot de passe ne peut pas dépasser {0} caractères.
hi: नया पासवर्ड {0} अक्षरों से लंबा नहीं हो सकता।
ja: 新しいパスワードは{0}文字を超えることはできません。
ru: Новый пароль не может быть длиннее {0} символов.
tr: Yeni parola {0} karakterden uzun olamaz.

# PasswordReset_NewPassword_TooWeak
source: New password is too weak. It must contain at least one uppercase letter, one lowercase letter, one digit, and one special character.
de: Das neue Passwort ist zu schwach. Es muss mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Ziffer und ein Sonderzeichen enthalten.
fr: Le nouveau mot de passe est trop faible. Il doit contenir au moins une majuscule, une minuscule, un chiffre et un caractère spécial.
hi: नया पासवर्ड बहुत कमजोर है। इसमें कम से कम एक बड़े अक्षर, एक छोटे अक्षर, एक अंक और एक विशेष अक्षर होना चाहिए।
ja: パスワードが弱すぎます。少なくとも1つの英大文字、1つの英小文字、1つの数字、1つの記号を含めてください。
ru: Пароль слишком простой. Он должен содержать хотя бы одну заглавную букву, одну строчную букву, одну цифру и один специальный символ.
tr: Parola çok zayıf. En az bir büyük harf, bir küçük harf, bir rakam ve bir özel karakter içermelidir.

# PasswordReset_NewPassword_SameAsOld
source: New password cannot be the same as the old password.
de: Vorgang konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# PasswordReset_Mismatch
source: New password and confirmation do not match.
de: Neues Passwort und Bestätigung stimmen nicht überein.
fr: Le nouveau mot de passe et sa confirmation ne correspondent pas.
hi: नया पासवर्ड और पुष्टि मेल नहीं खाते।
ja: 新しいパスワードと確認用パスワードが一致しません。
ru: Новый пароль и подтверждение не совпадают.
tr: Yeni parola ve onayı eşleşmiyor.

# SecurityCode_Required
source: Security code is required.
de: Security code ist erforderlich.
fr: Security code est requis(e).
hi: Security code आवश्यक है।
ja: 「Security code」は必須です。
ru: Поле «Security code» обязательно.
tr: “Security code” zorunludur.

# SecurityCode_Invalid
source: Security code is invalid or expired.
de: Sicherheitscode ist ungültig oder abgelaufen.
fr: Le code de sécurité est invalide ou a expiré.
hi: सुरक्षा कोड अमान्य है या समाप्त हो गया है।
ja: 値が無効です。
ru: Недопустимое значение.
tr: Değer geçerli değil.

# TwoFactor_Required
source: Two-factor authentication code is required.
de: Two-factor authentication code ist erforderlich.
fr: Two-factor authentication code est requis(e).
hi: Two-factor authentication code आवश्यक है।
ja: 「Two-factor authentication code」は必須です。
ru: Поле «Two-factor authentication code» обязательно.
tr: “Two-factor authentication code” zorunludur.

# TwoFactor_Invalid
source: Invalid two-factor authentication code.
de: Zwei‑Faktor‑Authentifizierungscode ist ungültig.
fr: Le code d’authentification à deux facteurs est invalide.
hi: दो‑कारक प्रमाणीकरण कोड अमान्य है।
ja: 値が無効です。
ru: Недопустимое значение.
tr: Değer geçerli değil.

# TwoFactor_SetupRequired
source: You must set up two-factor authentication before proceeding.
de: Code/Token ist ungültig oder abgelaufen.
fr: Code/jeton invalide ou expiré.
hi: कोड/टोकन अमान्य है या समाप्त हो गया है।
ja: コード/トークンが無効または期限切れです。
ru: Код/токен недействителен или истёк.
tr: Kod/jeton geçersiz veya süresi dolmuş.

# Security_AccountLocked
source: We couldn't complete your request right now. Please try again later or contact support.
de: Zulässiges Limit wurde überschritten.
fr: Nous ne pouvons pas terminer votre requête pour le moment. Réessayez plus tard ou contactez l’assistance.
hi: हम अभी आपका अनुरोध पूरा नहीं कर सके। बाद में पुनः प्रयास करें या सहायता से संपर्क करें।
ja: 許可された上限を超えました。
ru: Превышен допустимый предел.
tr: İzin verilen sınır aşıldı.

# Security_AccountSuspended
source: We couldn't complete your request right now. Please try again later or contact support.
de: Kontovorgang konnte nicht abgeschlossen werden.
fr: Nous ne pouvons pas terminer votre requête pour le moment. Réessayez plus tard ou contactez l’assistance.
hi: हम अभी आपका अनुरोध पूरा नहीं कर सके। बाद में पुनः प्रयास करें या सहायता से संपर्क करें।
ja: アカウントの処理に失敗しました。
ru: Операция с аккаунтом не выполнена.
tr: Hesap işlemi tamamlanamadı.

# Security_UnexpectedError
source: An unexpected security error occurred. Please try again.
de: Es ist ein unerwarteter Sicherheitsfehler aufgetreten. Bitte versuchen Sie es erneut.
fr: Une erreur de sécurité inattendue s’est produite. Veuillez réessayer.
hi: अप्रत्याशित सुरक्षा त्रुटि हुई। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Address_Required
source: Address is required.
de: Address ist erforderlich.
fr: Address est requis(e).
hi: Address आवश्यक है।
ja: 「Address」は必須です。
ru: Поле «Address» обязательно.
tr: “Address” zorunludur.

# Address_Line1_Required
source: Address line 1 is required.
de: Adresszeile 1 ist erforderlich.
fr: Adresse ligne 1 est requise.
hi: पता पंक्ति 1 आवश्यक है।
ja: 住所1は必須です。
ru: Строка адреса 1 обязательна.
tr: Adres satırı 1 zorunludur.

# Address_Line2_Optional
source: Address line 2 is optional.
de: Adresszeile 2 ist optional.
fr: Adresse ligne 2 est facultative.
hi: पता पंक्ति 2 वैकल्पिक है।
ja: 住所2は任意です。
ru: Строка адреса 2 необязательна.
tr: Adres satırı 2 isteğe bağlıdır.

# Address_City_Required
source: City is required.
de: Stadt ist erforderlich.
fr: Ville est requis(e).
hi: शहर आवश्यक है।
ja: 「市区町村」は必須です。
ru: Поле «Город» обязательно.
tr: “Şehir” zorunludur.

# Address_State_Required
source: State or province is required.
de: State or province ist erforderlich.
fr: State or province est requis(e).
hi: State or province आवश्यक है।
ja: 「State or province」は必須です。
ru: Поле «State or province» обязательно.
tr: “State or province” zorunludur.

# Address_PostalCode_Required
source: Postal code is required.
de: Postleitzahl ist erforderlich.
fr: Le code postal est requis.
hi: पिन कोड आवश्यक है।
ja: 郵便番号は必須です。
ru: Почтовый индекс обязателен.
tr: Posta kodu zorunludur.

# Address_PostalCode_Invalid
source: Postal code is not valid.
de: Postleitzahl ist ungültig.
fr: Le code postal est invalide.
hi: पिन कोड मान्य नहीं है।
ja: 郵便番号が無効です。
ru: Почтовый индекс имеет неверный формат.
tr: Posta kodu geçerli değil.

# Address_Country_Required
source: Country is required.
de: Land ist erforderlich.
fr: Le pays est requis.
hi: देश आवश्यक है।
ja: 国は必須です。
ru: Страна обязательна.
tr: Ülke zorunludur.

# Address_Country_Invalid
source: Selected country is not valid.
de: Das ausgewählte Land ist ungültig.
fr: Le pays sélectionné est invalide.
hi: चयनित देश मान्य नहीं है।
ja: 選択された国は無効です。
ru: Выбрана недопустимая страна.
tr: Seçilen ülke geçerli değil.

source: Address not found.
de: Adresse nicht gefunden.
fr: Adresse introuvable.
hi: पता नहीं मिला।
ja: 住所が見つかりません。
ru: Адрес не найден.
tr: Adres bulunamadı.

# Address_AlreadyExists
source: This address already exists.
de: Diese Adresse ist bereits vorhanden.
fr: Cette adresse existe déjà.
hi: यह पता पहले से मौजूद है।
ja: この住所は既に存在します。
ru: Такой адрес уже существует.
tr: Bu adres zaten mevcut.

# Address_Location_Invalid
source: The specified location is invalid.
de: Der angegebene Standort ist ungültig.
fr: L’emplacement indiqué est invalide.
hi: दिया गया स्थान अमान्य है।
ja: 指定された場所は無効です。
ru: Указано недопустимое местоположение.
tr: Belirtilen konum geçersiz.

# Address_Coordinates_Required
source: Coordinates are required for this address.
de: Für diese Adresse sind Koordinaten erforderlich.
fr: Des coordonnées sont requises pour cette adresse.
hi: इस पते के लिए निर्देशांक आवश्यक हैं।
ja: この住所には座標が必要です。
ru: Для этого адреса требуются координаты.
tr: Bu adres için koordinatlar gereklidir.

# Address_Coordinates_Invalid
source: Coordinates are invalid.
de: Koordinaten sind ungültig.
fr: Les coordonnées sont invalides.
hi: निर्देशांक अमान्य हैं।
ja: 座標が無効です。
ru: Неверные координаты.
tr: Koordinatlar geçersiz.

# Address_UpdateFailed
source: Address update failed. Please try again.
de: Adresse konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
fr: La mise à jour de l’adresse a échoué. Veuillez réessayer.
hi: पता अपडेट नहीं हो सका। कृपया पुनः प्रयास करें।
ja: 住所を更新できませんでした。もう一度お試しください。
ru: Не удалось обновить адрес. Повторите попытку.
tr: Adres güncellenemedi. Lütfen tekrar deneyin.

# Address_DeleteFailed
source: Address deletion failed. Please try again.
de: Adresse konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.
fr: La suppression de l’adresse a échoué. Veuillez réessayer.
hi: पता हटाया नहीं जा सका। कृपया पुनः प्रयास करें।
ja: 住所を削除できませんでした。もう一度お試しください。
ru: Не удалось удалить адрес. Повторите попытку.
tr: Adres silinemedi. Lütfen tekrar deneyin.

# Address_Type_Required
source: Address type is required.
de: Adresstyp ist erforderlich.
fr: Le type d’adresse est requis.
hi: पते का प्रकार आवश्यक है।
ja: 住所の種類は必須です。
ru: Требуется указать тип адреса.
tr: Adres türü zorunludur.

# Common_Required
source: This field is required.
de: This field ist erforderlich.
fr: This field est requis(e).
hi: This field आवश्यक है।
ja: 「This field」は必須です。
ru: Поле «This field» обязательно.
tr: “This field” zorunludur.

# Common_Invalid
source: The value provided is invalid.
de: The value provided ist ungültig.
fr: The value provided est invalide.
hi: The value provided अमान्य है।
ja: 「The value provided」は有効ではありません。
ru: Поле «The value provided» указано некорректно.
tr: “The value provided” geçerli değil.

# Common_MinLength
source: This field must be at least {0} characters long.
de: This field muss mindestens {0} Zeichen lang sein.
fr: This field doit contenir au moins {0} caractères.
hi: This field कम से कम {0} अक्षरों का होना चाहिए।
ja: This fieldは少なくとも{0}文字である必要があります。
ru: This field должно содержать не менее {0} символов.
tr: This field en az {0} karakter olmalıdır.

# Common_MaxLength
source: This field cannot be longer than {0} characters.
de: This field darf nicht länger als {0} Zeichen sein.
fr: This field ne peut pas dépasser {0} caractères.
hi: This field {0} अक्षरों से लंबा नहीं हो सकता।
ja: This fieldは{0}文字を超えることはできません。
ru: This field не может быть длиннее {0} символов.
tr: This field {0} karakterden uzun olamaz.

# Common_Range
source: The value must be between {0} and {1}.
de: Der Wert muss zwischen {0} und {1} liegen.
fr: La valeur doit être comprise entre {0} et {1}.
hi: मान {0} और {1} के बीच होना चाहिए।
ja: 値は{0}から{1}の間である必要があります。
ru: Значение должно быть между {0} и {1}.
tr: Değer {0} ile {1} arasında olmalıdır.

# Common_AlreadyExists
source: This value already exists.
de: Dieser Wert ist nicht verfügbar.
fr: Cette valeur n’est pas disponible.
hi: यह मान उपलब्ध नहीं है।
ja: この値は使用できません。
ru: Значение недоступно.
tr: Bu değer kullanılamıyor.

# Common_NotFound
source: No matching record found.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Common_Format
source: The format is invalid.
de: The format ist ungültig.
fr: The format est invalide.
hi: The format अमान्य है।
ja: 「The format」は有効ではありません。
ru: Поле «The format» указано некорректно.
tr: “The format” geçerli değil.

# Common_UnexpectedError
source: An unexpected error occurred. Please try again later.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Common_OperationNotAllowed
source: This operation is not allowed.
de: Dieser Vorgang ist nicht zulässig.
fr: Cette opération n’est pas autorisée.
hi: यह क्रिया अनुमत नहीं है।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Common_OperationFailed
source: The operation failed. Please try again.
de: Vorgang konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# Common_RequiredSelection
source: Please make a selection.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Common_TooManyRequests
source: We couldn't complete your request right now. Please try again later.
de: Zulässiges Limit wurde überschritten.
fr: Nous ne pouvons pas terminer votre requête pour le moment. Veuillez réessayer plus tard.
hi: हम अभी आपका अनुरोध पूरा नहीं कर सके। कृपया बाद में पुनः प्रयास करें।
ja: 許可された上限を超えました。
ru: Превышен допустимый предел.
tr: İzin verilen sınır aşıldı.

# Common_Forbidden
source: You do not have permission to perform this action.
de: Sie haben keine Berechtigung, diese Aktion auszuführen.
fr: Vous n’avez pas l’autorisation d’effectuer cette action.
hi: आपके पास यह क्रिया करने की अनुमति नहीं है।
ja: この操作を実行する権限がありません。
ru: У вас нет прав для выполнения этого действия.
tr: Bu işlemi gerçekleştirme izniniz yok.

# Common_Unauthorized
source: Request is not authorized.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Common_Timeout
source: The operation timed out. Please try again.
de: Der Vorgang hat das Zeitlimit überschritten. Bitte versuchen Sie es erneut.
fr: L’opération a expiré. Veuillez réessayer.
hi: क्रिया की समय‑सीमा समाप्त हो गई। कृपया पुनः प्रयास करें।
ja: タイムアウトしました。
ru: Превышено время ожидания.
tr: İşlem zaman aşımına uğradı.

# Common_Empty
source: This field cannot be empty.
de: Dieses Feld darf nicht leer sein.
fr: Ce champ ne peut pas être vide.
hi: यह फ़ील्ड खाली नहीं हो सकता।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# Common_Null
source: This field cannot be null.
de: Dieses Feld darf nicht leer sein.
fr: Ce champ ne peut pas être nul.
hi: यह फ़ील्ड null नहीं हो सकता।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# Common_InvalidSelection
source: The selected value is invalid.
de: The selected value ist ungültig.
fr: The selected value est invalide.
hi: The selected value अमान्य है।
ja: 「The selected value」は有効ではありません。
ru: Поле «The selected value» указано некорректно.
tr: “The selected value” geçerli değil.

# Common_RequiredConfirmation
source: Please confirm to proceed.
de: Bitte bestätigen Sie, um fortzufahren.
fr: Veuillez confirmer pour continuer.
hi: आगे बढ़ने के लिए कृपया पुष्टि करें।
ja: 続行するには確認してください。
ru: Подтвердите, чтобы продолжить.
tr: Devam etmek için lütfen onaylayın.

# Agreement_PrivacyPolicy_Required
source: You must accept the privacy policy to continue.
de: Zum Fortfahren ist Ihre Zustimmung erforderlich.
fr: Votre consentement est requis pour continuer.
hi: जारी रखने के लिए सहमति आवश्यक है।
ja: 続行するには同意が必要です。
ru: Для продолжения требуется согласие.
tr: Devam etmek için onay gereklidir.

# Agreement_TermsOfService_Required
source: You must accept the terms of service to continue.
de: Zum Fortfahren ist Ihre Zustimmung erforderlich.
fr: Votre consentement est requis pour continuer.
hi: जारी रखने के लिए सहमति आवश्यक है।
ja: 続行するには同意が必要です。
ru: Для продолжения требуется согласие.
tr: Devam etmek için onay gereklidir.

# Agreement_Required
source: You must give consent for personal data processing to continue.
de: Zum Fortfahren ist Ihre Zustimmung erforderlich.
fr: Votre consentement est requis pour continuer.
hi: जारी रखने के लिए सहमति आवश्यक है।
ja: 続行するには同意が必要です。
ru: Для продолжения требуется согласие.
tr: Devam etmek için onay gereklidir.

# Agreement_Consent_Required
source: Your consent is required to proceed.
de: Dieses Feld ist erforderlich.
fr: Ce champ est requis.
hi: यह फ़ील्ड आवश्यक है।
ja: この項目は必須です。
ru: Поле обязательно.
tr: Bu alan zorunludur.

# Agreement_AlreadyAccepted
source: You have already accepted this agreement.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Agreement_Withdrawn
source: Your consent has been withdrawn. Access is restricted.
de: Zum Fortfahren ist Ihre Zustimmung erforderlich.
fr: Votre consentement est requis pour continuer.
hi: जारी रखने के लिए सहमति आवश्यक है।
ja: 続行するには同意が必要です。
ru: Для продолжения требуется согласие.
tr: Devam etmek için onay gereklidir.

# Agreement_Invalid
source: The agreement reference is invalid.
de: The agreement reference ist ungültig.
fr: The agreement reference est invalide.
hi: The agreement reference अमान्य है।
ja: 「The agreement reference」は有効ではありません。
ru: Поле «The agreement reference» указано некорректно.
tr: “The agreement reference” geçerli değil.

# Agreement_NotFound
source: No record of this agreement was found.
de: Zu dieser Vereinbarung wurde kein Eintrag gefunden.
fr: Aucun enregistrement correspondant à cet accord n’a été trouvé.
hi: इस अनुबंध का कोई रिकॉर्ड नहीं मिला।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Agreement_Signature_Required
source: A valid signature is required to accept this agreement.
de: Dieses Feld ist erforderlich.
fr: Ce champ est requis.
hi: यह फ़ील्ड आवश्यक है।
ja: この項目は必須です。
ru: Поле обязательно.
tr: Bu alan zorunludur.

# Agreement_ConsentTimestamp_Invalid
source: The consent timestamp is invalid.
de: The consent timestamp ist ungültig.
fr: The consent timestamp est invalide.
hi: The consent timestamp अमान्य है।
ja: 「The consent timestamp」は有効ではありません。
ru: Поле «The consent timestamp» указано некорректно.
tr: “The consent timestamp” geçerli değil.

# System_Maintenance
source: The system is currently under maintenance. Please try again later.
de: Das System wird derzeit gewartet. Bitte versuchen Sie es später erneut.
fr: Le système est actuellement en maintenance. Veuillez réessayer plus tard.
hi: सिस्टम वर्तमान में रखरखाव में है। बाद में पुनः प्रयास करें।
ja: 現在システムはメンテナンス中です。後ほどもう一度お試しください。
ru: Система находится на обслуживании. Повторите попытку позже.
tr: Sistem şu anda bakımda. Lütfen daha sonra tekrar deneyin.

# System_Unavailable
source: The service is temporarily unavailable. Please try again later.
de: Der Dienst ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
fr: Le service est temporairement indisponible. Veuillez réessayer plus tard.
hi: सेवा अस्थायी रूप से उपलब्ध नहीं है। बाद में पुनः प्रयास करें।
ja: サービスは一時的に利用できません。後ほどもう一度お試しください。
ru: Сервис временно недоступен. Повторите попытку позже.
tr: Hizmet geçici olarak kullanılamıyor. Lütfen daha sonra tekrar deneyin.

# System_RateLimitExceeded
source: We couldn't complete your request right now. Please try again later.
de: Zulässiges Limit wurde überschritten.
fr: Nous ne pouvons pas terminer votre requête pour le moment. Veuillez réessayer plus tard.
hi: हम अभी आपका अनुरोध पूरा नहीं कर सके। कृपया बाद में पुनः प्रयास करें।
ja: 許可された上限を超えました。
ru: Превышен допустимый предел.
tr: İzin verilen sınır aşıldı.

# System_Timeout
source: Your request has timed out. Please try again.
de: Ihre Anfrage hat das Zeitlimit überschritten. Bitte versuchen Sie es erneut.
fr: Votre requête a expiré. Veuillez réessayer.
hi: आपका अनुरोध समय सीमा से बाहर हो गया। कृपया पुनः प्रयास करें।
ja: タイムアウトしました。もう一度お試しください。
ru: Время ожидания истекло. Повторите попытку.
tr: İsteğiniz zaman aşımına uğradı. Lütfen tekrar deneyin.

# System_InternalError
source: An internal server error occurred. Please contact support if the problem persists.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# System_UnexpectedError
source: An unexpected system error occurred. Please try again later.
de: Es ist ein unerwarteter Systemfehler aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur système inattendue s’est produite. Veuillez réessayer plus tard.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 予期しないシステムエラーが発生しました。後ほどもう一度お試しください。
ru: Произошла непредвиденная ошибка системы. Повторите попытку позже.
tr: Beklenmeyen bir sistem hatası oluştu. Lütfen daha sonra tekrar deneyin.

# System_UnsupportedOperation
source: This operation is not supported by the current system configuration.
de: Dieser Vorgang wird von der aktuellen Systemkonfiguration nicht unterstützt.
fr: Cette opération n’est pas prise en charge par la configuration système actuelle.
hi: यह क्रिया वर्तमान सिस्टम कॉन्फ़िगरेशन द्वारा समर्थित नहीं है।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# System_ResourceNotFound
source: The requested resource was not found.
de: Die angeforderte Ressource wurde nicht gefunden.
fr: La ressource demandée est introuvable.
hi: अनुरोधित संसाधन नहीं मिला।
ja: 要求されたリソースが見つかりませんでした。
ru: Запрашиваемый ресурс не найден.
tr: İstenen kaynak bulunamadı.

# System_ResourceLocked
source: The requested resource is currently locked. Please try again later.
de: Die angeforderte Ressource ist derzeit gesperrt. Bitte versuchen Sie es später erneut.
fr: La ressource demandée est actuellement verrouillée. Veuillez réessayer plus tard.
hi: अनुरोधित संसाधन फिलहाल लॉक है। बाद में पुनः प्रयास करें।
ja: 要求されたリソースは現在ロックされています。後ほどもう一度お試しください。
ru: Запрашиваемый ресурс сейчас заблокирован. Повторите попытку позже.
tr: İstenen kaynak şu anda kilitli. Lütfen daha sonra tekrar deneyin.
