Repository: selcukgural/SGuard.DataAnnotations
Catalog: SGuard.DataAnnotations/Resources/SGuardDataAnnotations.*.resx
Languages: de, fr, hi, ja, ru, tr

# System_QuotaExceeded
source: We couldn't complete your request right now. Please try again later.
de: Ihr Kontingent für diesen Vorgang wurde überschritten.
fr: Nous ne pouvons pas terminer votre requête pour le moment. Veuillez réessayer plus tard.
hi: हम अभी आपका अनुरोध पूरा नहीं कर सके। कृपया बाद में पुनः प्रयास करें।
ja: この操作のクォータを超えました。
ru: Превышена квота для этой операции.
tr: Bu işlem için kota sınırını aştınız.

# System_DependencyFailure
source: A required system dependency failed. Please try again or contact support.
de: Eine erforderliche Systemabhängigkeit ist fehlgeschlagen. Versuchen Sie es erneut oder wenden Sie sich an den Support.
fr: Une dépendance système requise a échoué. Réessayez ou contactez l’assistance.
hi: एक आवश्यक सिस्टम निर्भरता विफल हुई। कृपया पुनः प्रयास करें या सहायता से संपर्क करें।
ja: 必須のシステム依存関係が失敗しました。再試行しても解決しない場合はサポートにご連絡ください。
ru: Сбой обязательной системной зависимости. Повторите попытку или обратитесь в поддержку.
tr: Gerekli bir sistem bağımlılığı başarısız oldu. Lütfen tekrar deneyin veya destekle iletişime geçin.

# System_ApiKeyMissing
source: Authentication credentials are missing or invalid.
de: API‑Schlüssel fehlt oder ist ungültig.
fr: Valeur invalide.
hi: मान अमान्य है।
ja: API キーが見つからないか無効です。
ru: Отсутствует или недействительный API‑ключ.
tr: API anahtarı eksik veya geçersiz.

# System_ApiKeyExpired
source: Authentication credentials are invalid or expired.
de: Ihr API‑Schlüssel ist abgelaufen. Bitte erneuern Sie Ihre Anmeldedaten.
fr: Valeur invalide.
hi: मान अमान्य है।
ja: API キーの有効期限が切れています。認証情報を更新してください。
ru: Срок действия вашего API‑ключа истёк. Обновите учетные данные.
tr: API anahtarınızın süresi dolmuş. Lütfen kimlik bilgilerinizi yenileyin.

# System_ApiAccessDenied
source: Request is not authorized.
de: Der Zugriff auf die API ist verweigert. Bitte prüfen Sie Ihre Berechtigungen.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: API へのアクセスは拒否されました。権限をご確認ください。
ru: Доступ к API запрещён. Проверьте свои права доступа.
tr: API erişimi reddedildi. Lütfen izinlerinizi kontrol edin.

# System_OperationCanceled
source: The operation was canceled.
de: Der Vorgang wurde abgebrochen.
fr: L’opération a été annulée.
hi: क्रिया रद्द कर दी गई।
ja: 操作はキャンセルされました。
ru: Операция была отменена.
tr: İşlem iptal edildi.

# Privacy_Consent_Required
source: Your consent is required to continue.
de: Ihre Zustimmung ist erforderlich, um fortzufahren.
fr: Votre consentement est requis pour continuer.
hi: जारी रखने के लिए आपकी सहमति आवश्यक है।
ja: 続行するには同意が必要です。
ru: Для продолжения требуется ваше согласие.
tr: Devam etmek için onayınız gereklidir.

# Privacy_Consent_Updated
source: Your privacy settings have been updated.
de: Ihre Datenschutzeinstellungen wurden aktualisiert.
fr: Vos paramètres de confidentialité ont été mis à jour.
hi: आपकी गोपनीयता सेटिंग्स अपडेट कर दी गई हैं।
ja: プライバシー設定が更新されました。
ru: Ваши настройки конфиденциальности были обновлены.
tr: Gizlilik ayarlarınız güncellendi.

# Privacy_DataExport_Requested
source: Your data export request has been received.
de: Ihre Anfrage zum Datenexport wurde erhalten.
fr: Votre demande d’exportation des données a été reçue.
hi: आपका डेटा निर्यात अनुरोध प्राप्त हो गया है।
ja: データエクスポートのリクエストを受け付けました。
ru: Ваш запрос на экспорт данных получен.
tr: Veri dışa aktarma talebiniz alındı.

# Privacy_DataDeletion_Requested
source: Your data deletion request has been received.
de: Ihre Anfrage zur Datenlöschung wurde erhalten.
fr: Votre demande de suppression des données a été reçue.
hi: आपका डेटा हटाने का अनुरोध प्राप्त हो गया है।
ja: データ削除のリクエストを受け付けました。
ru: Ваш запрос на удаление данных получен.
tr: Veri silme talebiniz alındı.

# Common_Between
source: The value must be between {0} and {1}.
de: Der Wert muss zwischen {0} und {1} liegen.
fr: La valeur doit être comprise entre {0} et {1}.
hi: मान {0} और {1} के बीच होना चाहिए।
ja: 値は{0}から{1}の間でなければなりません。
ru: Значение должно быть между {0} и {1}.
tr: Değer {0} ile {1} arasında olmalıdır.

# Common_BetweenExclusive
source: The value must be greater than {0} and less than {1}.
de: Der Wert muss größer als {0} und kleiner als {1} sein.
fr: La valeur doit être supérieure à {0} et inférieure à {1}.
hi: मान {0} से बड़ा और {1} से छोटा होना चाहिए।
ja: 値は{0}より大きく、{1}より小さくなければなりません。
ru: Значение должно быть больше {0} и меньше {1}.
tr: Değer {0}'den büyük ve {1}'den küçük olmalıdır.

# Common_Compare_Equal
source: {0} must be equal to {1}.
de: {0} muss gleich {1} sein.
fr: {0} doit être égal à {1}.
hi: {0} को {1} के बराबर होना चाहिए।
ja: {0}は{1}と同じでなければなりません。
ru: {0} должно быть равно {1}.
tr: {0}, {1} ile aynı olmalıdır.

# Common_Compare_NotEqual
source: {0} must not be equal to {1}.
de: {0} darf nicht gleich {1} sein.
fr: {0} ne doit pas être égal à {1}.
hi: {0} को {1} के बराबर नहीं होना चाहिए।
ja: {0}は{1}と同じであってはなりません。
ru: {0} не должно быть равно {1}.
tr: {0}, {1} ile aynı olmamalıdır.

# Common_Compare_GreaterThan
source: {0} must be greater than {1}.
de: {0} muss größer als {1} sein.
fr: {0} doit être supérieur à {1}.
hi: {0} को {1} से बड़ा होना चाहिए।
ja: {0}は{1}より大きくなければなりません。
ru: {0} должно быть больше {1}.
tr: {0}, {1} değerinden büyük olmalıdır.

# Common_Compare_GreaterThanOrEqual
source: {0} must be greater than or equal to {1}.
de: {0} muss größer oder gleich {1} sein.
fr: {0} doit être supérieur ou égal à {1}.
hi: {0} को {1} के बराबर या बड़ा होना चाहिए।
ja: {0}は{1}以上でなければなりません。
ru: {0} должно быть больше или равно {1}.
tr: {0}, {1} değerine eşit veya büyük olmalıdır.

# Common_Compare_LessThan
source: {0} must be less than {1}.
de: {0} muss kleiner als {1} sein.
fr: {0} doit être inférieur à {1}.
hi: {0} को {1} से छोटा होना चाहिए।
ja: {0}は{1}より小さくなければなりません。
ru: {0} должно быть меньше {1}.
tr: {0}, {1} değerinden küçük olmalıdır.

# Common_Compare_LessThanOrEqual
source: {0} must be less than or equal to {1}.
de: {0} muss kleiner oder gleich {1} sein.
fr: {0} doit être inférieur ou égal à {1}.
hi: {0} को {1} के बराबर या छोटा होना चाहिए।
ja: {0}は{1}以下でなければなりません。
ru: {0} должно быть меньше или равно {1}.
tr: {0}, {1} değerine eşit veya küçük olmalıdır.

# Common_CreditCard_Invalid
source: The credit card number is invalid.
de: Die Kreditkartennummer ist ungültig.
fr: Le numéro de carte de crédit est invalide.
hi: क्रेडिट कार्ड नंबर अमान्य है।
ja: クレジットカード番号が無効です。
ru: Номер кредитной карты недействителен.
tr: Kredi kartı numarası geçersiz.

# Common_GreaterThan
source: {0} must be greater than {1}.
de: {0} muss größer als {1} sein.
fr: {0} doit être supérieur à {1}.
hi: {0} को {1} से बड़ा होना चाहिए।
ja: {0}は{1}より大きくなければなりません。
ru: {0} должно быть больше {1}.
tr: {0}, {1} değerinden büyük olmalıdır.

# Common_LessThan
source: {0} must be less than {1}.
de: {0} muss kleiner als {1} sein.
fr: {0} doit être inférieur à {1}.
hi: {0} को {1} से छोटा होना चाहिए।
ja: {0}は{1}より小さくなければなりません。
ru: {0} должно быть меньше {1}.
tr: {0}, {1} değerinden küçük olmalıdır.

# Common_MaxCount
source: {0} cannot contain more than {1} items.
de: {0} darf nicht mehr als {1} Elemente enthalten.
fr: {0} ne peut pas contenir plus de {1} éléments.
hi: {0} में {1} से अधिक आइटम नहीं हो सकते।
ja: {0}は{1}項目を超えてはいけません。
ru: {0} не может содержать более {1} элементов.
tr: {0}, {1} adetten fazla öğe içeremez.

# Common_MinCount
source: {0} must contain at least {1} items.
de: {0} muss mindestens {1} Elemente enthalten.
fr: {0} doit contenir au moins {1} éléments.
hi: {0} में कम से कम {1} आइटम होने चाहिए।
ja: {0}は少なくとも{1}項目を含める必要があります。
ru: {0} должно содержать не менее {1} элементов.
tr: {0}, en az {1} öğe içermelidir.

# Common_Collection_Required
source: {0} is required.
de: {0} ist erforderlich.
fr: {0} est requis.
hi: {0} आवश्यक है।
ja: {0}は必須です。
ru: {0} обязательно.
tr: {0} alanı zorunludur.

# Common_Collection_NotEmpty
source: {0} cannot be empty.
de: {0} darf nicht leer sein.
fr: {0} ne peut pas être vide.
hi: {0} खाली नहीं हो सकता।
ja: {0}を空にすることはできません。
ru: {0} не может быть пустым.
tr: {0} boş olamaz.

# Common_Collection_MinCount
source: {0} must contain at least {1} items.
de: {0} muss mindestens {1} Elemente enthalten.
fr: {0} doit contenir au moins {1} éléments.
hi: {0} में कम से कम {1} आइटम होने चाहिए।
ja: {0}は少なくとも{1}項目を含める必要があります。
ru: {0} должно содержать не менее {1} элементов.
tr: {0} en az {1} öğe içermelidir.

# Common_Collection_MaxCount
source: {0} cannot contain more than {1} items.
de: {0} darf nicht mehr als {1} Elemente enthalten.
fr: {0} ne peut pas contenir plus de {1} éléments.
hi: {0} में {1} से अधिक आइटम नहीं हो सकते।
ja: {0}は{1}項目を超えてはいけません。
ru: {0} не может содержать более {1} элементов.
tr: {0} {1} öğeden fazla içeremez.

# Common_RequiredIf
source: {0} is required when {1} is {2}.
de: {0} ist erforderlich, wenn {1} {2} ist.
fr: {0} est requis lorsque {1} est {2}.
hi: {1} यदि {2} है तो {0} आवश्यक है।
ja: {1}が{2}の場合、{0}は必須です。
ru: {0} обязательно, если {1} равно {2}.
tr: {1} {2} olduğunda {0} zorunludur.

# Common_RequiredIfNot
source: {0} is required when {1} is not {2}.
de: {0} ist erforderlich, wenn {1} nicht {2} ist.
fr: {0} est requis lorsque {1} n’est pas {2}.
hi: {1} यदि {2} नहीं है तो {0} आवश्यक है।
ja: {1}が{2}でない場合、{0}は必須です。
ru: {0} обязательно, если {1} не равно {2}.
tr: {1} {2} değilken {0} zorunludur.

# Common_RequiredIfAny
source: {0} is required when any of {1} is {2}.
de: {0} ist erforderlich, wenn eines von {1} {2} ist.
fr: {0} est requis lorsque l’un des {1} est {2}.
hi: {1} में से कोई भी यदि {2} है तो {0} आवश्यक है।
ja: {1}のいずれかが{2}の場合、{0}は必須です。
ru: {0} обязательно, если любое из {1} равно {2}.
tr: {1} alanlarından herhangi biri {2} ise {0} zorunludur.

# Common_RequiredIfAll
source: {0} is required when all of {1} is {2}.
de: {0} ist erforderlich, wenn alle {1} {2} sind.
fr: {0} est requis lorsque tous les {1} sont {2}.
hi: {1} सभी यदि {2} हैं तो {0} आवश्यक है।
ja: {1}のすべてが{2}の場合、{0}は必須です。
ru: {0} обязательно, если все из {1} равны {2}.
tr: {1} alanlarının hepsi {2} ise {0} zorunludur.

# Common_RequiredIfEmpty
source: {0} is required when {1} is empty.
de: {0} ist erforderlich, wenn {1} leer ist.
fr: {0} est requis lorsque {1} est vide.
hi: {1} यदि खाली है तो {0} आवश्यक है।
ja: {1}が空の場合、{0}は必須です。
ru: {0} обязательно, если {1} пусто.
tr: {1} boş ise {0} zorunludur.

# Common_RequiredIfNotEmpty
source: {0} is required when {1} is not empty.
de: {0} ist erforderlich, wenn {1} nicht leer ist.
fr: {0} est requis lorsque {1} n’est pas vide.
hi: {1} यदि खाली नहीं है तो {0} आवश्यक है।
ja: {1}が空でない場合、{0}は必須です。
ru: {0} обязательно, если {1} не пусто.
tr: {1} boş değilse {0} zorunludur.

# Common_Url_Invalid
source: The URL provided is invalid.
de: Die angegebene URL ist ungültig.
fr: L’URL fournie est invalide.
hi: प्रदान किया गया URL अमान्य है।
ja: 入力されたURLが無効です。
ru: Указанный URL недействителен.
tr: Girilen URL geçersiz.
