Repository: selcukgural/SGuard.DataAnnotations
Catalog: SGuard.DataAnnotations/Resources/SGuardDataAnnotations.*.resx
Languages: de, fr, hi, ja, ru, tr

# Username_Required
source: Username is required.
de: Benutzername ist erforderlich.
fr: Le nom d’utilisateur est requis.
hi: उपयोगकर्ता नाम आवश्यक है।
ja: ユーザー名は必須です。
ru: Требуется указать имя пользователя.
tr: Kullanıcı adı zorunludur.

# Username_MinLength
source: Username must be at least {0} characters long.
de: Benutzername muss mindestens {0} Zeichen lang sein.
fr: Le nom d’utilisateur doit contenir au moins {0} caractères.
hi: उपयोगकर्ता नाम कम से कम {0} अक्षरों का होना चाहिए।
ja: ユーザー名は少なくとも{0}文字である必要があります。
ru: Имя пользователя должно содержать не менее {0} символов.
tr: Kullanıcı adı en az {0} karakter olmalıdır.

# Username_MaxLength
source: Username cannot be longer than {0} characters.
de: Benutzername darf nicht länger als {0} Zeichen sein.
fr: Le nom d’utilisateur ne peut pas dépasser {0} caractères.
hi: उपयोगकर्ता नाम {0} अक्षरों से लंबा नहीं हो सकता।
ja: ユーザー名は{0}文字を超えることはできません。
ru: Имя пользователя не может быть длиннее {0} символов.
tr: Kullanıcı adı {0} karakterden uzun olamaz.

# Username_InvalidCharacters
source: Username contains invalid characters.
de: Benutzername enthält ungültige Zeichen.
fr: Le nom d’utilisateur contient des caractères non valides.
hi: उपयोगकर्ता नाम में अमान्य अक्षर हैं।
ja: ユーザー名に無効な文字が含まれています。
ru: Имя пользователя содержит недопустимые символы.
tr: Kullanıcı adı geçersiz karakterler içeriyor.

# Username_AlreadyExists
source: We can't use this username. Try another.
de: Dieser Benutzername ist nicht verfügbar. Bitte wählen Sie einen anderen.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: このユーザー名は使用できません。別の名前をお試しください。
ru: Это имя пользователя недоступно. Укажите другое.
tr: Bu kullanıcı adı kullanılamaz. Başka bir tane deneyin.

# Username_NotFound
source: We couldn't complete your request.
de: Kein passender Eintrag gefunden.
fr: Votre requête n’a pas pu être effectuée.
hi: आपका अनुरोध पूरा नहीं हो सका।
ja: 該当するレコードが見つかりません。
ru: Запись не найдена.
tr: Kayıt bulunamadı.

# Password_Required
source: Password is required.
de: Passwort ist erforderlich.
fr: Le mot de passe est requis.
hi: पासवर्ड आवश्यक है।
ja: パスワードは必須です。
ru: Требуется указать пароль.
tr: Parola zorunludur.

# Password_MinLength
source: Password must be at least {0} characters long.
de: Passwort muss mindestens {0} Zeichen lang sein.
fr: Le mot de passe doit contenir au moins {0} caractères.
hi: पासवर्ड कम से कम {0} अक्षरों का होना चाहिए।
ja: パスワードは少なくとも{0}文字である必要があります。
ru: Пароль должен содержать не менее {0} символов.
tr: Parola en az {0} karakter olmalıdır.

# Password_MaxLength
source: Password cannot be longer than {0} characters.
de: Passwort darf nicht länger als {0} Zeichen sein.
fr: Le mot de passe ne peut pas dépasser {0} caractères.
hi: पासवर्ड {0} अक्षरों से लंबा नहीं हो सकता।
ja: パスワードは{0}文字を超えることはできません。
ru: Пароль не может быть длиннее {0} символов.
tr: Parola {0} karakterden uzun olamaz.

# Password_TooWeak
source: Password is too weak. It must contain at least one uppercase letter, one lowercase letter, one digit, and one special character.
de: Das Passwort ist zu schwach. Es muss mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Ziffer und ein Sonderzeichen enthalten.
fr: Le mot de passe est trop faible. Il doit contenir au moins une majuscule, une minuscule, un chiffre et un caractère spécial.
hi: पासवर्ड बहुत कमजोर है। इसमें कम से कम एक बड़े अक्षर, एक छोटे अक्षर, एक अंक और एक विशेष अक्षर होना चाहिए।
ja: パスワードが弱すぎます。少なくとも1つの英大文字、1つの英小文字、1つの数字、1つの記号を含めてください。
ru: Пароль слишком простой. Он должен содержать хотя бы одну заглавную букву, одну строчную букву, одну цифру и один специальный символ.
tr: Parola çok zayıf. En az bir büyük harf, bir küçük harf, bir rakam ve bir özel karakter içermelidir.

# Password_InvalidCharacters
source: Password contains invalid characters.
de: Passwort enthält ungültige Zeichen.
fr: Le mot de passe contient des caractères non valides.
hi: पासवर्ड में अमान्य अक्षर हैं।
ja: パスワードに無効な文字が含まれています。
ru: Пароль содержит недопустимые символы.
tr: Parola geçersiz karakterler içeriyor.

# Password_Mismatch
source: Passwords do not match.
de: Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
ja: パスワードの処理に失敗しました。
ru: Операция с паролем не выполнена.
tr: Parola işlemi tamamlanamadı.

# Email_Required
source: Email address is required.
de: E-Mail-Adresse ist erforderlich.
fr: L’adresse e‑mail est requise.
hi: ई‑मेल पता आवश्यक है।
ja: メールアドレスは必須です。
ru: Адрес электронной почты обязателен.
tr: E-posta adresi zorunludur.

# Email_InvalidFormat
source: Email address is not in a valid format.
de: E-Mail-Adresse hat ein ungültiges Format.
fr: Le format de l’adresse e‑mail est invalide.
hi: ई‑मेल पते का स्वरूप मान्य नहीं है।
ja: メールアドレスの形式が正しくありません。
ru: Адрес электронной почты имеет неверный формат.
tr: E-posta adresi geçerli bir biçimde değil.

# Email_AlreadyExists
source: We can't use this email. Try another or sign in.
de: Dieser Wert ist nicht verfügbar.
fr: Cette adresse e‑mail ne peut pas être utilisée. Essayez-en une autre ou connectez‑vous.
hi: यह ई‑मेल उपयोग नहीं किया जा सकता। कोई दूसरा आज़माएँ या साइन‑इन करें।
ja: この値は使用できません。
ru: Значение недоступно.
tr: Bu değer kullanılamıyor.

# Login_InvalidCredentials
source: Invalid username or password.
de: Benutzername oder Passwort ist falsch.
fr: Nom d’utilisateur ou mot de passe incorrect.
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड।
ja: ユーザー名またはパスワードが正しくありません。
ru: Неверное имя пользователя или пароль.
tr: Kullanıcı adı veya parola hatalı.

# Login_AccountLocked
source: We couldn't sign you in right now. Please try again later or contact support.
de: Kontovorgang konnte nicht abgeschlossen werden.
fr: Connexion impossible pour le moment. Réessayez plus tard ou contactez l’assistance.
hi: अभी साइन‑इन नहीं किया जा सका। बाद में फिर प्रयास करें या सहायता से संपर्क करें।
ja: アカウントの処理に失敗しました。
ru: Операция с аккаунтом не выполнена.
tr: Hesap işlemi tamamlanamadı.

# Login_AccountInactive
source: We couldn't sign you in. Please check your email to complete setup.
de: Bestätigung ist erforderlich.
fr: Échec de la connexion. Veuillez consulter vos e‑mails pour terminer la configuration.
hi: साइन‑इन नहीं हो सका। सेटअप पूरा करने के लिए ई‑मेल जाँचें।
ja: 確認が必要です。
ru: Требуется подтверждение.
tr: Doğrulama gerekiyor.

# Login_TooManyAttempts
source: We couldn't sign you in right now. Please try again later.
de: Zulässiges Limit wurde überschritten.
fr: Connexion impossible pour le moment. Veuillez réessayer plus tard.
hi: अभी साइन‑इन नहीं किया जा सका। बाद में फिर प्रयास करें।
ja: 許可された上限を超えました。
ru: Превышен допустимый предел.
tr: İzin verilen sınır aşıldı.

# Terms_NotAccepted
source: You must accept the terms and conditions.
de: Zum Fortfahren ist Ihre Zustimmung erforderlich.
fr: Votre consentement est requis pour continuer.
hi: जारी रखने के लिए सहमति आवश्यक है।
ja: 続行するには同意が必要です。
ru: Для продолжения требуется согласие.
tr: Devam etmek için onay gereklidir.

# Captcha_Invalid
source: Captcha validation failed.
de: Captcha‑Prüfung fehlgeschlagen.
fr: La vérification Captcha a échoué.
hi: कैप्चा सत्यापन असफल रहा।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# General_UnexpectedError
source: An unexpected error occurred. Please try again later.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# Profile_DisplayName_Required
source: Display name is required.
de: Anzeigename ist erforderlich.
fr: Le nom affiché est requis.
hi: प्रदर्शित नाम आवश्यक है।
ja: 表示名は必須です。
ru: Требуется указать отображаемое имя.
tr: Görünen ad zorunludur.

# Profile_DisplayName_MinLength
source: Display name must be at least {0} characters long.
de: Anzeigename muss mindestens {0} Zeichen lang sein.
fr: Le nom affiché doit contenir au moins {0} caractères.
hi: प्रदर्शित नाम कम से कम {0} अक्षरों का होना चाहिए।
ja: 表示名は少なくとも{0}文字である必要があります。
ru: «Отображаемое имя» должно содержать не менее {0} символов.
tr: Görünen ad en az {0} karakter olmalıdır.

# Profile_DisplayName_MaxLength
source: Display name cannot be longer than {0} characters.
de: Anzeigename darf nicht länger als {0} Zeichen sein.
fr: Le nom affiché ne peut pas dépasser {0} caractères.
hi: प्रदर्शित नाम {0} अक्षरों से लंबा नहीं हो सकता।
ja: 表示名は{0}文字を超えることはできません。
ru: «Отображаемое имя» не может быть длиннее {0} символов.
tr: Görünen ad {0} karakterden uzun olamaz.

# Profile_Bio_MaxLength
source: Bio cannot be longer than {0} characters.
de: Biografie darf nicht länger als {0} Zeichen sein.
fr: La biographie ne peut pas dépasser {0} caractères.
hi: परिचय {0} अक्षरों से लंबा नहीं हो सकता।
ja: 自己紹介は{0}文字を超えることはできません。
ru: «Биография» не может быть длиннее {0} символов.
tr: Biyografi {0} karakterden uzun olamaz.

# Profile_ProfilePicture_Required
source: Profile picture is required.
de: Profilbild ist erforderlich.
fr: La photo de profil est requise.
hi: प्रोफ़ाइल तस्वीर आवश्यक है।
ja: プロフィール画像は必須です。
ru: Требуется фотография профиля.
tr: Profil resmi zorunludur.

# Profile_ProfilePicture_InvalidFormat
source: Profile picture file format is invalid. Allowed formats: JPG, PNG, GIF.
de: Das Dateiformat des Profilbildes ist ungültig. Zulässige Formate: JPG, PNG, GIF.
fr: Le format du fichier de la photo de profil est invalide. Formats autorisés : JPG, PNG, GIF.
hi: प्रोफ़ाइल तस्वीर का फ़ाइल फ़ॉर्मेट अमान्य है। अनुमत फ़ॉर्मेट: JPG, PNG, GIF.
ja: プロフィール画像のファイル形式が無効です。使用可能な形式: JPG, PNG, GIF。
ru: Недопустимый формат файла фотографии профиля. Разрешённые форматы: JPG, PNG, GIF.
tr: Profil resminin dosya biçimi geçersiz. İzin verilen biçimler: JPG, PNG, GIF.

# Profile_ProfilePicture_TooLarge
source: Profile picture size cannot exceed {0} MB.
de: Die Größe des Profilbildes darf {0} MB nicht überschreiten.
fr: La taille de la photo de profil ne peut pas dépasser {0} Mo.
hi: प्रोफ़ाइल तस्वीर का आकार {0} MB से अधिक नहीं हो सकता।
ja: プロフィール画像のサイズは{0}MBを超えることはできません。
ru: Размер фотографии профиля не может превышать {0} МБ.
tr: Profil resmi boyutu {0} MB’ı aşamaz.

# Profile_Phone_Required
source: Phone number is required.
de: Telefonnummer ist erforderlich.
fr: Numéro de téléphone est requis(e).
hi: फ़ोन नंबर आवश्यक है।
ja: 「電話番号」は必須です。
ru: Поле «Номер телефона» обязательно.
tr: “Telefon numarası” zorunludur.

# Profile_Phone_Invalid
source: Phone number is not valid.
de: Telefonnummer ist ungültig.
fr: Numéro de téléphone est invalide.
hi: फ़ोन नंबर अमान्य है।
ja: 「電話番号」は有効ではありません。
ru: Поле «Номер телефона» указано некорректно.
tr: “Telefon numarası” geçerli değil.

# Profile_Phone_AlreadyExists
source: We can't use this phone number. Try another.
de: Dieser Wert ist nicht verfügbar.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: この値は使用できません。
ru: Значение недоступно.
tr: Bu değer kullanılamıyor.

# Profile_BirthDate_Required
source: Date of birth is required.
de: Geburtsdatum ist erforderlich.
fr: La date de naissance est requise.
hi: जन्म तिथि आवश्यक है।
ja: 生年月日は必須です。
ru: Требуется указать дату рождения.
tr: Doğum tarihi zorunludur.

# Profile_BirthDate_Invalid
source: Date of birth is not valid.
de: Date of birth ist ungültig.
fr: Date of birth est invalide.
hi: Date of birth अमान्य है।
ja: 「Date of birth」は有効ではありません。
ru: Поле «Date of birth» указано некорректно.
tr: “Date of birth” geçerli değil.

# Profile_BirthDate_MinimumAge
source: You must be at least {0} years old.
de: Sie müssen mindestens {0} Jahre alt sein.
fr: Vous devez avoir au moins {0} ans.
hi: आपकी आयु कम से कम {0} वर्ष होनी चाहिए।
ja: {0}歳以上である必要があります。
ru: Вам должно быть не менее {0} лет.
tr: En az {0} yaşında olmalısınız.

# Profile_BirthDate_MaximumAge
source: Age cannot exceed {0} years.
de: Alter darf {0} Jahre nicht überschreiten.
fr: L’âge ne peut pas dépasser {0} ans.
hi: आयु {0} वर्ष से अधिक नहीं हो सकती।
ja: 年齢は{0}歳を超えることはできません。
ru: Возраст не может превышать {0} лет.
tr: Yaş {0} yılı aşamaz.

# Profile_Gender_Required
source: Gender is required.
de: Geschlecht ist erforderlich.
fr: Le genre est requis.
hi: लिंग आवश्यक है।
ja: 性別は必須です。
ru: Требуется указать пол.
tr: Cinsiyet zorunludur.

# Profile_Address_Required
source: Address is required.
de: Address ist erforderlich.
fr: Address est requis(e).
hi: Address आवश्यक है।
ja: 「Address」は必須です。
ru: Поле «Address» обязательно.
tr: “Address” zorunludur.

# Profile_Country_Required
source: Country is required.
de: Land ist erforderlich.
fr: Le pays est requis.
hi: देश आवश्यक है।
ja: 国は必須です。
ru: Страна обязательна.
tr: Ülke zorunludur.

# Profile_City_Required
source: City is required.
de: Stadt ist erforderlich.
fr: Ville est requis(e).
hi: शहर आवश्यक है।
ja: 「市区町村」は必須です。
ru: Поле «Город» обязательно.
tr: “Şehir” zorunludur.

# Profile_TimeZone_Required
source: Time zone selection is required.
de: Zeitzone ist erforderlich.
fr: Le fuseau horaire est requis.
hi: समय क्षेत्र का चयन आवश्यक है।
ja: タイムゾーンの選択が必要です。
ru: Требуется выбрать часовой пояс.
tr: Zaman dilimi seçimi zorunludur.

# Profile_Account_Deactivated
source: Your account is deactivated.
de: Kontovorgang konnte nicht abgeschlossen werden.
fr: L’opération de compte n’a pas pu aboutir.
hi: खाते संबंधी क्रिया पूरी नहीं हो सकी।
ja: アカウントの処理に失敗しました。
ru: Операция с аккаунтом не выполнена.
tr: Hesap işlemi tamamlanamadı.

# Profile_Account_NotFound
source: We couldn't complete your request.
de: Kein passender Eintrag gefunden.
fr: Votre requête n’a pas pu être effectuée.
hi: आपका अनुरोध पूरा नहीं हो सका।
ja: 該当するレコードが見つかりません。
ru: Запись не найдена.
tr: Kayıt bulunamadı.

# Profile_Account_AlreadyExists
source: We couldn't complete your request.
de: Dieser Wert ist nicht verfügbar.
fr: Votre requête n’a pas pu être effectuée.
hi: आपका अनुरोध पूरा नहीं हो सका।
ja: この値は使用できません。
ru: Значение недоступно.
tr: Bu değer kullanılamıyor.

# Profile_Account_UpdateFailed
source: Profile update failed. Please try again.
de: Profil konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
fr: La mise à jour du profil a échoué. Veuillez réessayer.
hi: प्रोफ़ाइल अपडेट नहीं हो सका। कृपया पुनः प्रयास करें।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# Profile_Account_DeletionNotAllowed
source: This account cannot be deleted.
de: Dieses Konto kann nicht gelöscht werden.
fr: Ce compte ne peut pas être supprimé.
hi: यह खाता हटाया नहीं जा सकता।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# Profile_Account_Deleted
source: Your account has been deleted.
de: Ihr Konto wurde gelöscht.
fr: Votre compte a été supprimé.
hi: आपका खाता हटा दिया गया है।
ja: アカウントを削除しました。
ru: Ваш аккаунт удалён.
tr: Hesabınız silindi.

# Profile_Account_DeleteConfirm
source: Are you sure you want to delete your account? This action cannot be undone.
de: Möchten Sie Ihr Konto wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Voulez‑vous vraiment supprimer votre compte ? Cette action est irréversible.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? यह क्रिया वापस नहीं ली जा सकती।
ja: アカウントを削除してもよろしいですか？この操作は元に戻せません。
ru: Вы уверены, что хотите удалить аккаунт? Это действие необратимо.
tr: Hesabınızı silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

# Email_Verification_Required
source: Email verification is required.
de: E-Mail-Bestätigung ist erforderlich.
fr: La vérification par e‑mail est requise.
hi: ई‑मेल सत्यापन आवश्यक है।
ja: メールの確認が必要です。
ru: Требуется подтверждение email.
tr: E-posta doğrulaması gereklidir.

# Email_Verification_Failed
source: This link is invalid or has expired.
de: Vorgang konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
fr: Ce lien est invalide ou a expiré.
hi: यह लिंक अमान्य है या इसकी अवधि समाप्त हो गई है।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# Email_Verification_Expired
source: This link is invalid or has expired.
de: Link oder Code ist abgelaufen.
fr: Ce lien est invalide ou a expiré.
hi: यह लिंक अमान्य है या इसकी अवधि समाप्त हो गई है।
ja: リンクまたはコードの有効期限が切れています。
ru: Ссылка или код просрочены.
tr: Bağlantı veya kodun süresi dolmuş.

# Email_Change_Required
source: Email address is required to change your email.
de: Dieses Feld ist erforderlich.
fr: Ce champ est requis.
hi: यह फ़ील्ड आवश्यक है।
ja: この項目は必須です。
ru: Поле обязательно.
tr: Bu alan zorunludur.

# Email_Change_SameAsCurrent
source: The new email address must be different from your current email.
de: Die neue E‑Mail‑Adresse muss sich von Ihrer aktuellen unterscheiden.
fr: La nouvelle adresse e‑mail doit être différente de l’adresse actuelle.
hi: नया ई‑मेल पता आपके वर्तमान पते से अलग होना चाहिए।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# Email_Change_AlreadyExists
source: We can't use this email. Try another.
de: E-Mail-Vorgang konnte nicht abgeschlossen werden.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# Email_Change_Pending
source: You have a pending email change request. Please verify the new email or cancel the request.
de: Bestätigung ist erforderlich.
fr: Une confirmation est requise.
hi: पुष्टि आवश्यक है।
ja: 確認が必要です。
ru: Требуется подтверждение.
tr: Doğrulama gerekiyor.

# Email_Notification_OptInRequired
source: You must opt-in to receive email notifications.
de: E-Mail-Vorgang konnte nicht abgeschlossen werden.
fr: L’opération e‑mail n’a pas pu aboutir.
hi: ई‑मेल हेतु क्रिया पूरी नहीं हो सकी।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# Email_Notification_OptOutSuccess
source: You have successfully unsubscribed from email notifications.
de: E-Mail-Vorgang konnte nicht abgeschlossen werden.
fr: L’opération e‑mail n’a pas pu aboutir.
hi: ई‑मेल हेतु क्रिया पूरी नहीं हो सकी।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# Email_Notification_OptOutAlready
source: You are already unsubscribed from email notifications.
de: E-Mail-Vorgang konnte nicht abgeschlossen werden.
fr: L’opération e‑mail n’a pas pu aboutir.
hi: ई‑मेल हेतु क्रिया पूरी नहीं हो सकी।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# Email_Blocked
source: We can't use this email. Please try a different one.
de: E-Mail-Vorgang konnte nicht abgeschlossen werden.
fr: Cette adresse e‑mail ne peut pas être utilisée. Veuillez en essayer une autre.
hi: यह ई‑मेल उपयोग नहीं किया जा सकता। कृपया कोई दूसरा आज़माएँ।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# Email_Send_Failed
source: We couldn't send the email right now. Please try again later.
de: Vorgang konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
fr: L’opération e‑mail n’a pas pu aboutir.
hi: ई‑मेल हेतु क्रिया पूरी नहीं हो सकी।
ja: 操作を完了できませんでした。もう一度お試しください。
ru: Не удалось выполнить операцию. Повторите попытку.
tr: İşlem tamamlanamadı. Lütfen tekrar deneyin.

# Email_Template_NotFound
source: We couldn't send the email right now. Please try again later.
de: Kein passender Eintrag gefunden.
fr: L’opération e‑mail n’a pas pu aboutir.
hi: ई‑मेल हेतु क्रिया पूरी नहीं हो सकी।
ja: 該当するレコードが見つかりません。
ru: Запись не найдена.
tr: Kayıt bulunamadı.

# Email_InvalidDomain
source: This email domain is not allowed.
de: E-Mail-Vorgang konnte nicht abgeschlossen werden.
fr: L’opération e‑mail n’a pas pu aboutir.
hi: ई‑मेल हेतु क्रिया पूरी नहीं हो सकी।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# Email_ContactSupport
source: If you continue to have problems, please contact support.
de: Ihre Anfrage kann derzeit nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
hi: क्रिया पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
ja: 現在リクエストを完了できません。しばらくしてからもう一度お試しください。
ru: Не удалось выполнить запрос. Повторите попытку позже.
tr: İsteğinizi şu anda tamamlayamadık. Lütfen daha sonra tekrar deneyin.

# PasswordReset_Token_Required
source: Password reset token is required.
de: Password reset token ist erforderlich.
fr: Password reset token est requis(e).
hi: Password reset token आवश्यक है।
ja: 「Password reset token」は必須です。
ru: Поле «Password reset token» обязательно.
tr: “Password reset token” zorunludur.

# PasswordReset_Token_Invalid
source: Password reset token is invalid or expired.
de: Wert ist ungültig.
fr: Valeur invalide.
hi: मान अमान्य है।
ja: 値が無効です。
ru: Недопустимое значение.
tr: Değer geçerli değil.

# PasswordReset_Expired
source: This link is invalid or has expired.
de: Link oder Code ist abgelaufen.
fr: Ce lien est invalide ou a expiré.
hi: यह लिंक अमान्य है या इसकी अवधि समाप्त हो गई है।
ja: リンクまたはコードの有効期限が切れています。
ru: Ссылка или код просрочены.
tr: Bağlantı veya kodun süresi dolmuş.

# PasswordReset_TooManyRequests
source: We couldn't complete your request right now. Please try again later.
de: Zulässiges Limit wurde überschritten.
fr: Nous ne pouvons pas terminer votre requête pour le moment. Veuillez réessayer plus tard.
hi: हम अभी आपका अनुरोध पूरा नहीं कर सके। कृपया बाद में पुनः प्रयास करें।
ja: 許可された上限を超えました。
ru: Превышен допустимый предел.
tr: İzin verilen sınır aşıldı.

# PasswordReset_Email_Required
source: Email address is required to reset your password.
de: Dieses Feld ist erforderlich.
fr: Ce champ est requis.
hi: यह फ़ील्ड आवश्यक है।
ja: この項目は必須です。
ru: Поле обязательно.
tr: Bu alan zorunludur.

# PasswordReset_Email_NotFound
source: If an account exists for this email, weâ€™ll send reset instructions.
de: E-Mail-Vorgang konnte nicht abgeschlossen werden.
fr: Si un compte existe pour cette adresse, nous enverrons les instructions de réinitialisation.
hi: यदि इस ई‑मेल के लिए खाता मौजूद है, तो हम रीसेट निर्देश भेजेंगे।
ja: メールの処理に失敗しました。
ru: Операция с электронной почтой не выполнена.
tr: E-posta işlemi tamamlanamadı.

# PasswordReset_OldPassword_Required
source: Current password is required.
de: Aktuelles Passwort ist erforderlich.
fr: Mot de passe actuel est requis(e).
hi: वर्तमान पासवर्ड आवश्यक है।
ja: 「現在のパスワード」は必須です。
ru: Поле «Текущий пароль» обязательно.
tr: “Mevcut parola” zorunludur.

# PasswordReset_NewPassword_Required
source: New password is required.
de: Neues Passwort ist erforderlich.
fr: Le nouveau mot de passe est requis.
hi: नया पासवर्ड आवश्यक है।
ja: 新しいパスワードは必須です。
ru: Требуется указать новый пароль.
tr: Yeni parola zorunludur.

# PasswordReset_NewPassword_MinLength
source: New password must be at least {0} characters long.
de: Neues Passwort muss mindestens {0} Zeichen lang sein.
fr: Le nouveau mot de passe doit contenir au moins {0} caractères.
hi: नया पासवर्ड कम से कम {0} अक्षरों का होना चाहिए।
ja: 新しいパスワードは少なくとも{0}文字である必要があります。
ru: Новый пароль должен содержать не менее {0} символов.
tr: Yeni parola en az {0} karakter olmalıdır.
